[
  {
    "image": "https://i.ibb.co/LJYj4MR/Rectangle-4255-7.png",
    "title": "The Artistic Odyssey",
    "description": "Embark on a journey through the realms of art and creativity with 'The Artistic Odyssey.' This book showcases a diverse collection of images, from breathtaking landscapes to abstract masterpieces, adorable animals, challenging puzzles, surreal compositions, exotic wildlife, vintage architecture, and fantastical illustrations.",
    "mark": 4.6,
    "level": "medium",
    "date": "2024-05-12"
  },
  {
    "image": "https://i.ibb.co/BjVXvyf/Rectangle-4255-6.png",
    "title": "Visions of Wonder",
    "description": "Experience the wonder of the world through the lens of art and imagination with 'Visions of Wonder.' This book transports you to enchanting landscapes, vibrant abstract realms, playful scenes of nature, intricate puzzles, surreal dreams, exotic habitats, historical architecture, and fantastical realms beyond imagination.",
    "mark": 4.3,
    "level": "easy",
    "date": "2024-05-11"
  },
  {
    "image": "https://i.ibb.co/Bj9DZ5m/Rectangle-4255-5.png",
    "title": "Realm of Inspiration",
    "description": "Enter a realm of boundless inspiration and creativity with 'Realm of Inspiration.' This book features a captivating array of images, each telling its own story and inviting you to explore the depths of artistic expression, from serene landscapes to whimsical illustrations.",
    "mark": 4.8,
    "level": "hard",
    "date": "2024-05-10"
  },
  {
    "image": "https://i.ibb.co/G311d2p/Rectangle-4255-4.png",
    "title": "Artistry Unveiled",
    "description": "Unveil the beauty of art in its myriad forms with 'Artistry Unveiled.' This book celebrates the diversity of artistic expression, showcasing stunning landscapes, abstract wonders, adorable creatures, mind-bending puzzles, dreamlike compositions, rare wildlife, architectural marvels, and fantastical realms.",
    "mark": 4.5,
    "level": "medium",
    "date": "2024-05-09"
  },
  {
    "image": "https://i.ibb.co/zmz0nq1/Rectangle-4255-3.png",
    "title": "Creative Chronicles",
    "description": "Embark on a journey through the chronicles of creativity with 'Creative Chronicles.' This book chronicles the evolution of art through captivating images, ranging from picturesque landscapes to abstract wonders, adorable companions, challenging puzzles, surreal dreams, exotic wildlife, historical architecture, and fantastical realms.",
    "mark": 4.7,
    "level": "medium",
    "date": "2024-05-08"
  },
  {
    "image": "https://i.ibb.co/6ymdPw7/Rectangle-4255-2.png",
    "title": "Imaginarium Explorations",
    "description": "Embark on an exploration of the imaginarium with 'Imaginarium Explorations.' This book delves into the depths of imagination, presenting a diverse array of images that transport you to fantastical realms, serene landscapes, vibrant abstract worlds, playful scenes of nature, intricate puzzles, surreal dreams, exotic habitats, and architectural wonders.",
    "mark": 4.9,
    "level": "hard",
    "date": "2024-05-07"
  },
  {
    "image": "https://i.ibb.co/z2TpW8n/Rectangle-4255-1.png",
    "title": "Artistic Escapades",
    "description": "Embark on artistic escapades with 'Artistic Escapades.' This book takes you on a journey through captivating images, from tranquil landscapes to abstract wonders, adorable creatures, challenging puzzles, surreal dreams, exotic wildlife, historical architecture, and fantastical realms.",
    "mark": 4.2,
    "level": "easy",
    "date": "2024-05-06"
  },
  {
    "image": "https://i.ibb.co/GCpZwLy/Rectangle-4255.png",
    "title": "Dreamscape Chronicles",
    "description": "Explore the ethereal landscapes of the dreamscape with 'Dreamscape Chronicles.' This book invites you to delve into surreal compositions, whimsical illustrations, picturesque landscapes, abstract wonders, adorable companions, mind-bending puzzles, rare wildlife, architectural marvels, and fantastical realms.",
    "mark": 4.4,
    "level": "medium",
    "date": "2024-05-05"
  }
]
